function selfestimation() {
  console.log(`Self-estimation 200/200,
  [x] 1. Страница с игрушками содержит карточки всех игрушек а также фильтры, строку поиска, поле для сортировки. Выполняются требования к вёрстке +10
  [x] 2. Карточка игрушки содержит её изображение, название, текстом или условным значком обозначено количество экземпляров, год покупки, форма, цвет, размер, является ли игрушка любимой +10
  [x] 3. Карточка игрушки содержит её изображение, название, текстом или условным значком обозначено количество экземпляров, год покупки, форма, цвет, размер, является ли игрушка любимой +10
  [x] 4. Сортировка +20
  [x] 5. Фильтры в указанном диапазоне от и до +30
  [x] 6. Фильтры по значению +30
  [x] 7. Можно отфильтровать игрушки по нескольким фильтрам разного типа +20
  [x] 8. Сброс фильтров +20
  [x] 9. Сохранение настроек в local storage +10
  [x] 10. Поиск +30`);
}

export default selfestimation;
